{
    "secTitle": "Lets See What Our Valuable Students Think About Us. Their Testimonials.",
    "backgroundImage": "",
    "dataList": [
        {
            "id": "1",
            "testimonialTitle": "Lekha Wireless Solutions Private Limited, Bangalore.",
            "testimonialDesc": "I came to know about the Radar Technologies through my friend. I joined Radar with zero knowledge during June 2020. With the help of Suresh sir, I improved my programming skills and with weekly mock tests and interviews I improved and reduced fear of facing interviews. Most importantly trainers were friendly interaction.",
            "authorImg": "profile/dinesh.png",
            "authorName": "M Dinesh Babu - B.Tec (EEE)",
            "salary": "4 Lacs Per Annum",
            "companyName": "Lekha Wireless Solutions Private Limited, Bangalore."
        },
        {
            "id": "2",
            "testimonialTitle": "Lekha  Wireless Solutions Private Limited, Bangalore ",
            "testimonialDesc": "I completed my Embedded Systems course at Radar Technologies. I got selected in Lekha Wireless Solutions with a package of 4 Lacs per annum.  It’s a very good institute to start your career in it. Faculty are very cooperative, especially Suresh sir. He can teach everything from basic with multiple number of examples. Only thing what you need to do is practice what they are teaching.",
            "authorImg": "profile/venkat.png",
            "authorName": "B Venkata Krishna - B.Tec (ECE)",
            "salary": "4 Lacs per annum",
            "companyName": "Lekha  Wireless Solutions Private Limited"
        },
        {
            "id": "3",
            "testimonialTitle": "InTime Tec Vision",
            "testimonialDesc": "I completed my embedded course at radar technologies. I am selected in Intime Tec Vision with 5.5 lakhs per annum.it is very good institute to learn embedded systems course. The way of teaching is very easy to understand and faculty are very friendly and take care of every student. They conducted mock interviews very useful to us and reduce the fear of to face the interviews. Heartful thanks to Suresh sir and Srinivas sir  support to me and encouraging to me. Thanks to  HR team Ravi sir, Aruna mam, Gagana mam and I'm really thanks to once again radar technologies.            ",
            "authorImg": "profile/17.jpeg",
            "authorName": "N venkata sisindr - B.Tec (ECE)",
            "salary": "5.5 Lacs Per Annum",
            "companyName": "InTime Tec Vision."
        },
        {
            "id": "4",
            "testimonialTitle": "Libre Wireless Technologies.",
            "testimonialDesc": "I completed my Embedded course at Radar Technologies. That is all because of Radar team. They show so much dedication on placements. For the sake of giving better future for students who are really seeking for job I am strongly saying Radar is worthy. Previously I took course from other institute. They are just money minded and they didn’t give proper chances and also wasted my time and money. But one fine day I heard about Radar and saw Radar team hard work. It’s fully dedicated. Mock interviews are playing a crucial role. They also conduct classes according to the students convenient time.",
            "authorImg": "profile/1.jpeg",
            "authorName": "B. Pragathi - B.Tec (ECE)",
            "salary": "5 Lacs Per Annum",
            "companyName": "Libre Wireless Technologies."
        },
        {
            "id": "5",
            "testimonialTitle": "American Mega Trends, Chennai.",
            "testimonialDesc": "I completed my Embedded Systems course at Radar Technologies. I got selected in American Megatrends (AMI), Chennai with a package of 4 Lacs per annum. It is very good institute to Embedded Systems course. They provide assurance for job. They conduct mock interviews which are very helpful to reduce our fear of facing interviews. The institute has good faculty. Especially Suresh sir, who teaches us and gives the confidence with his teaching, and explains everything in detail. I suggest you to join in this institute for better future.            ",
            "authorImg": "profile/6.jpeg",
            "authorName": "S Sameena            - B.Tec (ECE)",
            "salary": "4 Lacs Per Annum",
            "companyName": "American Mega Trends, Chennai."
        },
        {
            "id": "6",
            "testimonialTitle": "Lekha  Wireless Solutions Private Limited, Bangalore.",
            "testimonialDesc": "Radar technologies is the best learning institute I have ever found. The way of teaching, the way of explaining the concepts, the way of response to doubts asked was really awesome. Radar will provide best guidelines to start our career. The way of training that they are providing was really amazing. Especially, the concept of mock interviews will really helping the students to know their flaws. I am really thankful to RADAR always. Special thanks to Suresh sir.            ",
            "authorImg": "profile/deekshita.png",
            "authorName": "Deekshitha Kallamadi   - B.Tec (CSE)",
            "salary": "4 Lacs Per Annum",
            "companyName": "Lekha  Wireless Solutions Private Limited, Bangalore."
        }
    ]
}